{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "<unused0>": 5,
      "<unused1>": 6,
      "<unused2>": 7,
      "<unused3>": 8,
      "<unused4>": 9,
      "<unused5>": 10,
      "<unused6>": 11,
      "<unused7>": 12,
      "<unused8>": 13,
      "<unused9>": 14,
      "!": 15,
      "\"": 16,
      "#": 17,
      "$": 18,
      "%": 19,
      "&": 20,
      "'": 21,
      "(": 22,
      ")": 23,
      "*": 24,
      "+": 25,
      ",": 26,
      "-": 27,
      ".": 28,
      "/": 29,
      "0": 30,
      "1": 31,
      "2": 32,
      "3": 33,
      "4": 34,
      "5": 35,
      "6": 36,
      "7": 37,
      "8": 38,
      "9": 39,
      ":": 40,
      ";": 41,
      "<": 42,
      "=": 43,
      ">": 44,
      "?": 45,
      "@": 46,
      "A": 47,
      "B": 48,
      "C": 49,
      "D": 50,
      "E": 51,
      "F": 52,
      "G": 53,
      "H": 54,
      "I": 55,
      "J": 56,
      "K": 57,
      "L": 58,
      "M": 59,
      "N": 60,
      "O": 61,
      "P": 62,
      "Q": 63,
      "R": 64,
      "S": 65,
      "T": 66,
      "U": 67,
      "V": 68,
      "W": 69,
      "X": 70,
      "Y": 71,
      "Z": 72,
      "[": 73,
      "\\": 74,
      "]": 75,
      "^": 76,
      "_": 77,
      "`": 78,
      "a": 79,
      "b": 80,
      "c": 81,
      "d": 82,
      "e": 83,
      "f": 84,
      "g": 85,
      "h": 86,
      "i": 87,
      "j": 88,
      "k": 89,
      "l": 90,
      "m": 91,
      "n": 92,
      "o": 93,
      "p": 94,
      "q": 95,
      "r": 96,
      "s": 97,
      "t": 98,
      "u": 99,
      "v": 100,
      "w": 101,
      "x": 102,
      "y": 103,
      "z": 104,
      "{": 105,
      "|": 106,
      "}": 107,
      "~": 108,
      "¡": 109,
      "¢": 110,
      "£": 111,
      "¥": 112,
      "§": 113,
      "©": 114,
      "«": 115,
      "¬": 116,
      "®": 117,
      "°": 118,
      "±": 119,
      "·": 120,
      "»": 121,
      "¿": 122,
      "À": 123,
      "Á": 124,
      "Ä": 125,
      "Å": 126,
      "Æ": 127,
      "Ç": 128,
      "É": 129,
      "Í": 130,
      "Î": 131,
      "Ó": 132,
      "Ö": 133,
      "×": 134,
      "Ø": 135,
      "Ú": 136,
      "Ü": 137,
      "Þ": 138,
      "ß": 139,
      "à": 140,
      "á": 141,
      "â": 142,
      "ã": 143,
      "ä": 144,
      "å": 145,
      "æ": 146,
      "ç": 147,
      "è": 148,
      "é": 149,
      "ê": 150,
      "ë": 151,
      "ì": 152,
      "í": 153,
      "î": 154,
      "ï": 155,
      "ð": 156,
      "ñ": 157,
      "ò": 158,
      "ó": 159,
      "ô": 160,
      "õ": 161,
      "ö": 162,
      "÷": 163,
      "ø": 164,
      "ù": 165,
      "ú": 166,
      "û": 167,
      "ü": 168,
      "ý": 169,
      "þ": 170,
      "Ā": 171,
      "ā": 172,
      "ă": 173,
      "ą": 174,
      "Ć": 175,
      "ć": 176,
      "Č": 177,
      "č": 178,
      "Đ": 179,
      "đ": 180,
      "ē": 181,
      "ĕ": 182,
      "ė": 183,
      "ę": 184,
      "ě": 185,
      "ĝ": 186,
      "ğ": 187,
      "ħ": 188,
      "ĩ": 189,
      "Ī": 190,
      "ī": 191,
      "İ": 192,
      "ı": 193,
      "Ł": 194,
      "ł": 195,
      "ń": 196,
      "ň": 197,
      "ŋ": 198,
      "ō": 199,
      "ŏ": 200,
      "ő": 201,
      "œ": 202,
      "ř": 203,
      "Ś": 204,
      "ś": 205,
      "Ş": 206,
      "ş": 207,
      "Š": 208,
      "š": 209,
      "ţ": 210,
      "ť": 211,
      "ũ": 212,
      "ū": 213,
      "ŭ": 214,
      "ů": 215,
      "ź": 216,
      "Ż": 217,
      "ż": 218,
      "Ž": 219,
      "ž": 220,
      "ơ": 221,
      "ư": 222,
      "ǁ": 223,
      "ǎ": 224,
      "ǐ": 225,
      "ǒ": 226,
      "ǔ": 227,
      "ǰ": 228,
      "ș": 229,
      "ȝ": 230,
      "ɐ": 231,
      "ɑ": 232,
      "ɒ": 233,
      "ɔ": 234,
      "ɕ": 235,
      "ə": 236,
      "ɛ": 237,
      "ɟ": 238,
      "ɡ": 239,
      "ɣ": 240,
      "ɦ": 241,
      "ɨ": 242,
      "ɪ": 243,
      "ɫ": 244,
      "ɯ": 245,
      "ɲ": 246,
      "ɴ": 247,
      "ɸ": 248,
      "ɹ": 249,
      "ɾ": 250,
      "ʁ": 251,
      "ʃ": 252,
      "ʊ": 253,
      "ʌ": 254,
      "ʎ": 255,
      "ʏ": 256,
      "ʑ": 257,
      "ʒ": 258,
      "ʔ": 259,
      "ʕ": 260,
      "ʧ": 261,
      "ʻ": 262,
      "ʼ": 263,
      "ʿ": 264,
      "ˀ": 265,
      "ˈ": 266,
      "ˌ": 267,
      "ː": 268,
      "́": 269,
      "̃": 270,
      "̈": 271,
      "̓": 272,
      "̝": 273,
      "̥": 274,
      "̩": 275,
      "̯": 276,
      "͡": 277,
      "Ά": 278,
      "Α": 279,
      "Β": 280,
      "Γ": 281,
      "Δ": 282,
      "Ε": 283,
      "Ζ": 284,
      "Η": 285,
      "Θ": 286,
      "Ι": 287,
      "Κ": 288,
      "Λ": 289,
      "Μ": 290,
      "Ν": 291,
      "Ξ": 292,
      "Ο": 293,
      "Π": 294,
      "Ρ": 295,
      "Σ": 296,
      "Τ": 297,
      "Φ": 298,
      "Χ": 299,
      "Ψ": 300,
      "Ω": 301,
      "ά": 302,
      "έ": 303,
      "ή": 304,
      "ί": 305,
      "α": 306,
      "β": 307,
      "γ": 308,
      "δ": 309,
      "ε": 310,
      "ζ": 311,
      "η": 312,
      "θ": 313,
      "ι": 314,
      "κ": 315,
      "λ": 316,
      "μ": 317,
      "ν": 318,
      "ξ": 319,
      "ο": 320,
      "π": 321,
      "ρ": 322,
      "ς": 323,
      "σ": 324,
      "τ": 325,
      "υ": 326,
      "φ": 327,
      "χ": 328,
      "ψ": 329,
      "ω": 330,
      "ό": 331,
      "ύ": 332,
      "ώ": 333,
      "Ё": 334,
      "І": 335,
      "Ј": 336,
      "А": 337,
      "Б": 338,
      "В": 339,
      "Г": 340,
      "Д": 341,
      "Е": 342,
      "Ж": 343,
      "З": 344,
      "И": 345,
      "Й": 346,
      "К": 347,
      "Л": 348,
      "М": 349,
      "Н": 350,
      "О": 351,
      "П": 352,
      "Р": 353,
      "С": 354,
      "Т": 355,
      "У": 356,
      "Ф": 357,
      "Х": 358,
      "Ц": 359,
      "Ч": 360,
      "Ш": 361,
      "Э": 362,
      "Ю": 363,
      "Я": 364,
      "а": 365,
      "б": 366,
      "в": 367,
      "г": 368,
      "д": 369,
      "е": 370,
      "ж": 371,
      "з": 372,
      "и": 373,
      "й": 374,
      "к": 375,
      "л": 376,
      "м": 377,
      "н": 378,
      "о": 379,
      "п": 380,
      "р": 381,
      "с": 382,
      "т": 383,
      "у": 384,
      "ф": 385,
      "х": 386,
      "ц": 387,
      "ч": 388,
      "ш": 389,
      "щ": 390,
      "ъ": 391,
      "ы": 392,
      "ь": 393,
      "э": 394,
      "ю": 395,
      "я": 396,
      "ё": 397,
      "і": 398,
      "ї": 399,
      "ј": 400,
      "њ": 401,
      "ћ": 402,
      "қ": 403,
      "ү": 404,
      "ө": 405,
      "Ա": 406,
      "ա": 407,
      "գ": 408,
      "ե": 409,
      "ի": 410,
      "յ": 411,
      "ն": 412,
      "ո": 413,
      "տ": 414,
      "ր": 415,
      "ւ": 416,
      "ְ": 417,
      "ִ": 418,
      "ֵ": 419,
      "ֶ": 420,
      "ַ": 421,
      "ָ": 422,
      "ֹ": 423,
      "ּ": 424,
      "ׁ": 425,
      "א": 426,
      "ב": 427,
      "ג": 428,
      "ד": 429,
      "ה": 430,
      "ו": 431,
      "ז": 432,
      "ח": 433,
      "ט": 434,
      "י": 435,
      "כ": 436,
      "ל": 437,
      "ם": 438,
      "מ": 439,
      "ן": 440,
      "נ": 441,
      "ס": 442,
      "ע": 443,
      "פ": 444,
      "צ": 445,
      "ק": 446,
      "ר": 447,
      "ש": 448,
      "ת": 449,
      "،": 450,
      "ء": 451,
      "آ": 452,
      "أ": 453,
      "إ": 454,
      "ئ": 455,
      "ا": 456,
      "ب": 457,
      "ة": 458,
      "ت": 459,
      "ث": 460,
      "ج": 461,
      "ح": 462,
      "خ": 463,
      "د": 464,
      "ر": 465,
      "ز": 466,
      "س": 467,
      "ش": 468,
      "ص": 469,
      "ض": 470,
      "ط": 471,
      "ظ": 472,
      "ع": 473,
      "غ": 474,
      "ـ": 475,
      "ف": 476,
      "ق": 477,
      "ك": 478,
      "ل": 479,
      "م": 480,
      "ن": 481,
      "ه": 482,
      "و": 483,
      "ى": 484,
      "ي": 485,
      "َ": 486,
      "ِ": 487,
      "ْ": 488,
      "پ": 489,
      "چ": 490,
      "ک": 491,
      "گ": 492,
      "ھ": 493,
      "ہ": 494,
      "ی": 495,
      "ە": 496,
      "ं": 497,
      "अ": 498,
      "क": 499,
      "ख": 500,
      "ग": 501,
      "च": 502,
      "ज": 503,
      "ट": 504,
      "ड": 505,
      "ण": 506,
      "त": 507,
      "द": 508,
      "ध": 509,
      "न": 510,
      "प": 511,
      "ब": 512,
      "भ": 513,
      "म": 514,
      "य": 515,
      "र": 516,
      "ल": 517,
      "व": 518,
      "श": 519,
      "स": 520,
      "ह": 521,
      "़": 522,
      "ा": 523,
      "ि": 524,
      "ी": 525,
      "ु": 526,
      "ू": 527,
      "े": 528,
      "ो": 529,
      "्": 530,
      "ম": 531,
      "র": 532,
      "া": 533,
      "ু": 534,
      "্": 535,
      "அ": 536,
      "க": 537,
      "ச": 538,
      "ட": 539,
      "த": 540,
      "ன": 541,
      "ப": 542,
      "ம": 543,
      "ய": 544,
      "ர": 545,
      "ற": 546,
      "ல": 547,
      "ழ": 548,
      "வ": 549,
      "ா": 550,
      "ி": 551,
      "ு": 552,
      "ை": 553,
      "்": 554,
      "ర": 555,
      "ರ": 556,
      "ು": 557,
      "ി": 558,
      "്": 559,
      "ක": 560,
      "ත": 561,
      "ද": 562,
      "න": 563,
      "ප": 564,
      "ම": 565,
      "ය": 566,
      "ර": 567,
      "ව": 568,
      "ස": 569,
      "්": 570,
      "ා": 571,
      "ි": 572,
      "ු": 573,
      "ก": 574,
      "ข": 575,
      "ค": 576,
      "ง": 577,
      "จ": 578,
      "ช": 579,
      "ญ": 580,
      "ณ": 581,
      "ด": 582,
      "ต": 583,
      "ถ": 584,
      "ท": 585,
      "ธ": 586,
      "น": 587,
      "บ": 588,
      "ป": 589,
      "ผ": 590,
      "พ": 591,
      "ฟ": 592,
      "ภ": 593,
      "ม": 594,
      "ย": 595,
      "ร": 596,
      "ล": 597,
      "ว": 598,
      "ศ": 599,
      "ส": 600,
      "ห": 601,
      "อ": 602,
      "ะ": 603,
      "ั": 604,
      "า": 605,
      "ิ": 606,
      "ี": 607,
      "ื": 608,
      "ุ": 609,
      "ู": 610,
      "เ": 611,
      "แ": 612,
      "โ": 613,
      "ไ": 614,
      "็": 615,
      "่": 616,
      "้": 617,
      "์": 618,
      "ํ": 619,
      "ດ": 620,
      "ນ": 621,
      "ປ": 622,
      "ວ": 623,
      "ສ": 624,
      "ະ": 625,
      "າ": 626,
      "ເ": 627,
      "་": 628,
      "ག": 629,
      "ང": 630,
      "ད": 631,
      "ན": 632,
      "བ": 633,
      "མ": 634,
      "ར": 635,
      "ལ": 636,
      "ས": 637,
      "ི": 638,
      "ོ": 639,
      "ླ": 640,
      "က": 641,
      "င": 642,
      "တ": 643,
      "န": 644,
      "ပ": 645,
      "ရ": 646,
      "ာ": 647,
      "ိ": 648,
      "ု": 649,
      "ေ": 650,
      "း": 651,
      "်": 652,
      "ြ": 653,
      "ა": 654,
      "ბ": 655,
      "გ": 656,
      "დ": 657,
      "ე": 658,
      "ვ": 659,
      "თ": 660,
      "ი": 661,
      "ლ": 662,
      "მ": 663,
      "ნ": 664,
      "ო": 665,
      "რ": 666,
      "ს": 667,
      "ტ": 668,
      "უ": 669,
      "ქ": 670,
      "ყ": 671,
      "წ": 672,
      "ᄇ": 673,
      "ᅵ": 674,
      "አ": 675,
      "ក": 676,
      "ង": 677,
      "ត": 678,
      "ន": 679,
      "ព": 680,
      "រ": 681,
      "ា": 682,
      "្": 683,
      "ᠠ": 684,
      "ᠡ": 685,
      "ᠢ": 686,
      "ᠣ": 687,
      "ᠤ": 688,
      "ᠨ": 689,
      "ᠩ": 690,
      "ᠪ": 691,
      "ᠭ": 692,
      "ᠮ": 693,
      "ᠯ": 694,
      "ᠷ": 695,
      "ᡝ": 696,
      "ᡞ": 697,
      "ᡠ": 698,
      "ᡥ": 699,
      "ḍ": 700,
      "Ḥ": 701,
      "ḥ": 702,
      "ḫ": 703,
      "ṃ": 704,
      "ṅ": 705,
      "ṇ": 706,
      "ṛ": 707,
      "ṣ": 708,
      "ṭ": 709,
      "ạ": 710,
      "ả": 711,
      "ấ": 712,
      "ầ": 713,
      "ế": 714,
      "ề": 715,
      "ệ": 716,
      "ị": 717,
      "ố": 718,
      "ồ": 719,
      "ộ": 720,
      "ờ": 721,
      "ụ": 722,
      "ἀ": 723,
      "Ἀ": 724,
      "ἐ": 725,
      "Ἑ": 726,
      "ἰ": 727,
      "ὁ": 728,
      "ὰ": 729,
      "ὶ": 730,
      "ῖ": 731,
      "‐": 732,
      "–": 733,
      "—": 734,
      "―": 735,
      "‖": 736,
      "‘": 737,
      "’": 738,
      "“": 739,
      "”": 740,
      "„": 741,
      "†": 742,
      "‡": 743,
      "•": 744,
      "‧": 745,
      "‰": 746,
      "′": 747,
      "※": 748,
      "⁄": 749,
      "←": 750,
      "↑": 751,
      "→": 752,
      "↓": 753,
      "↦": 754,
      "⇒": 755,
      "⇔": 756,
      "∀": 757,
      "∂": 758,
      "∃": 759,
      "∈": 760,
      "∑": 761,
      "−": 762,
      "∖": 763,
      "∗": 764,
      "√": 765,
      "∞": 766,
      "∠": 767,
      "∧": 768,
      "∨": 769,
      "∩": 770,
      "∪": 771,
      "∽": 772,
      "≈": 773,
      "≒": 774,
      "≠": 775,
      "≡": 776,
      "≤": 777,
      "≥": 778,
      "≦": 779,
      "≧": 780,
      "≪": 781,
      "≫": 782,
      "⊂": 783,
      "⊆": 784,
      "⊗": 785,
      "⊿": 786,
      "⋅": 787,
      "⋯": 788,
      "─": 789,
      "━": 790,
      "│": 791,
      "┃": 792,
      "┏": 793,
      "┓": 794,
      "┗": 795,
      "┣": 796,
      "┳": 797,
      "█": 798,
      "■": 799,
      "□": 800,
      "▲": 801,
      "△": 802,
      "▼": 803,
      "▽": 804,
      "◆": 805,
      "◇": 806,
      "○": 807,
      "◎": 808,
      "●": 809,
      "◯": 810,
      "★": 811,
      "☆": 812,
      "☉": 813,
      "♀": 814,
      "♂": 815,
      "♠": 816,
      "♡": 817,
      "♣": 818,
      "♥": 819,
      "♦": 820,
      "♪": 821,
      "♭": 822,
      "♯": 823,
      "✩": 824,
      "⟨": 825,
      "⟩": 826,
      "ⴰ": 827,
      "、": 828,
      "。": 829,
      "〃": 830,
      "々": 831,
      "〆": 832,
      "〇": 833,
      "〈": 834,
      "〉": 835,
      "《": 836,
      "》": 837,
      "「": 838,
      "」": 839,
      "『": 840,
      "』": 841,
      "【": 842,
      "】": 843,
      "〒": 844,
      "〔": 845,
      "〕": 846,
      "〜": 847,
      "〝": 848,
      "〟": 849,
      "〰": 850,
      "ぁ": 851,
      "あ": 852,
      "ぃ": 853,
      "い": 854,
      "ぅ": 855,
      "う": 856,
      "ぇ": 857,
      "え": 858,
      "ぉ": 859,
      "お": 860,
      "か": 861,
      "が": 862,
      "き": 863,
      "ぎ": 864,
      "く": 865,
      "ぐ": 866,
      "け": 867,
      "げ": 868,
      "こ": 869,
      "ご": 870,
      "さ": 871,
      "ざ": 872,
      "し": 873,
      "じ": 874,
      "す": 875,
      "ず": 876,
      "せ": 877,
      "ぜ": 878,
      "そ": 879,
      "ぞ": 880,
      "た": 881,
      "だ": 882,
      "ち": 883,
      "ぢ": 884,
      "っ": 885,
      "つ": 886,
      "づ": 887,
      "て": 888,
      "で": 889,
      "と": 890,
      "ど": 891,
      "な": 892,
      "に": 893,
      "ぬ": 894,
      "ね": 895,
      "の": 896,
      "は": 897,
      "ば": 898,
      "ぱ": 899,
      "ひ": 900,
      "び": 901,
      "ぴ": 902,
      "ふ": 903,
      "ぶ": 904,
      "ぷ": 905,
      "へ": 906,
      "べ": 907,
      "ぺ": 908,
      "ほ": 909,
      "ぼ": 910,
      "ぽ": 911,
      "ま": 912,
      "み": 913,
      "む": 914,
      "め": 915,
      "も": 916,
      "ゃ": 917,
      "や": 918,
      "ゅ": 919,
      "ゆ": 920,
      "ょ": 921,
      "よ": 922,
      "ら": 923,
      "り": 924,
      "る": 925,
      "れ": 926,
      "ろ": 927,
      "ゎ": 928,
      "わ": 929,
      "ゐ": 930,
      "ゑ": 931,
      "を": 932,
      "ん": 933,
      "゙": 934,
      "゚": 935,
      "ゝ": 936,
      "ゞ": 937,
      "゠": 938,
      "ァ": 939,
      "ア": 940,
      "ィ": 941,
      "イ": 942,
      "ゥ": 943,
      "ウ": 944,
      "ェ": 945,
      "エ": 946,
      "ォ": 947,
      "オ": 948,
      "カ": 949,
      "ガ": 950,
      "キ": 951,
      "ギ": 952,
      "ク": 953,
      "グ": 954,
      "ケ": 955,
      "ゲ": 956,
      "コ": 957,
      "ゴ": 958,
      "サ": 959,
      "ザ": 960,
      "シ": 961,
      "ジ": 962,
      "ス": 963,
      "ズ": 964,
      "セ": 965,
      "ゼ": 966,
      "ソ": 967,
      "ゾ": 968,
      "タ": 969,
      "ダ": 970,
      "チ": 971,
      "ヂ": 972,
      "ッ": 973,
      "ツ": 974,
      "ヅ": 975,
      "テ": 976,
      "デ": 977,
      "ト": 978,
      "ド": 979,
      "ナ": 980,
      "ニ": 981,
      "ヌ": 982,
      "ネ": 983,
      "ノ": 984,
      "ハ": 985,
      "バ": 986,
      "パ": 987,
      "ヒ": 988,
      "ビ": 989,
      "ピ": 990,
      "フ": 991,
      "ブ": 992,
      "プ": 993,
      "ヘ": 994,
      "ベ": 995,
      "ペ": 996,
      "ホ": 997,
      "ボ": 998,
      "ポ": 999,
      "マ": 1000,
      "ミ": 1001,
      "ム": 1002,
      "メ": 1003,
      "モ": 1004,
      "ャ": 1005,
      "ヤ": 1006,
      "ュ": 1007,
      "ユ": 1008,
      "ョ": 1009,
      "ヨ": 1010,
      "ラ": 1011,
      "リ": 1012,
      "ル": 1013,
      "レ": 1014,
      "ロ": 1015,
      "ヮ": 1016,
      "ワ": 1017,
      "ヰ": 1018,
      "ヱ": 1019,
      "ヲ": 1020,
      "ン": 1021,
      "ヴ": 1022,
      "ヵ": 1023,
      "ヶ": 1024,
      "・": 1025,
      "ー": 1026,
      "㆑": 1027,
      "ㇱ": 1028,
      "ㇷ": 1029,
      "ㇼ": 1030,
      "一": 1031,
      "丁": 1032,
      "七": 1033,
      "万": 1034,
      "丈": 1035,
      "三": 1036,
      "上": 1037,
      "下": 1038,
      "不": 1039,
      "与": 1040,
      "丑": 1041,
      "且": 1042,
      "丕": 1043,
      "世": 1044,
      "丘": 1045,
      "丙": 1046,
      "东": 1047,
      "丞": 1048,
      "両": 1049,
      "並": 1050,
      "个": 1051,
      "中": 1052,
      "串": 1053,
      "丸": 1054,
      "丹": 1055,
      "主": 1056,
      "丼": 1057,
      "乂": 1058,
      "乃": 1059,
      "久": 1060,
      "么": 1061,
      "之": 1062,
      "乍": 1063,
      "乎": 1064,
      "乏": 1065,
      "乐": 1066,
      "乖": 1067,
      "乗": 1068,
      "乘": 1069,
      "乙": 1070,
      "九": 1071,
      "乞": 1072,
      "也": 1073,
      "乭": 1074,
      "乱": 1075,
      "乳": 1076,
      "乾": 1077,
      "亀": 1078,
      "了": 1079,
      "予": 1080,
      "争": 1081,
      "事": 1082,
      "二": 1083,
      "于": 1084,
      "云": 1085,
      "互": 1086,
      "五": 1087,
      "井": 1088,
      "亘": 1089,
      "亙": 1090,
      "些": 1091,
      "亜": 1092,
      "亞": 1093,
      "亡": 1094,
      "亢": 1095,
      "交": 1096,
      "亥": 1097,
      "亦": 1098,
      "亨": 1099,
      "享": 1100,
      "京": 1101,
      "亭": 1102,
      "亮": 1103,
      "人": 1104,
      "什": 1105,
      "仁": 1106,
      "仄": 1107,
      "仇": 1108,
      "今": 1109,
      "介": 1110,
      "仍": 1111,
      "仏": 1112,
      "仔": 1113,
      "仕": 1114,
      "他": 1115,
      "仗": 1116,
      "付": 1117,
      "仙": 1118,
      "代": 1119,
      "令": 1120,
      "以": 1121,
      "仮": 1122,
      "仰": 1123,
      "仲": 1124,
      "件": 1125,
      "价": 1126,
      "任": 1127,
      "份": 1128,
      "企": 1129,
      "伊": 1130,
      "伍": 1131,
      "伎": 1132,
      "伏": 1133,
      "伐": 1134,
      "休": 1135,
      "会": 1136,
      "伝": 1137,
      "伯": 1138,
      "伴": 1139,
      "伶": 1140,
      "伸": 1141,
      "伺": 1142,
      "似": 1143,
      "伽": 1144,
      "佃": 1145,
      "但": 1146,
      "佇": 1147,
      "位": 1148,
      "低": 1149,
      "住": 1150,
      "佐": 1151,
      "佑": 1152,
      "体": 1153,
      "何": 1154,
      "佗": 1155,
      "余": 1156,
      "佚": 1157,
      "佛": 1158,
      "作": 1159,
      "佞": 1160,
      "佟": 1161,
      "你": 1162,
      "佩": 1163,
      "佬": 1164,
      "佰": 1165,
      "佳": 1166,
      "併": 1167,
      "佼": 1168,
      "使": 1169,
      "侂": 1170,
      "侃": 1171,
      "來": 1172,
      "侈": 1173,
      "例": 1174,
      "侍": 1175,
      "侏": 1176,
      "侑": 1177,
      "侗": 1178,
      "侘": 1179,
      "供": 1180,
      "依": 1181,
      "侠": 1182,
      "価": 1183,
      "侭": 1184,
      "侮": 1185,
      "侯": 1186,
      "侵": 1187,
      "侶": 1188,
      "便": 1189,
      "俀": 1190,
      "係": 1191,
      "促": 1192,
      "俄": 1193,
      "俊": 1194,
      "俎": 1195,
      "俑": 1196,
      "俗": 1197,
      "俘": 1198,
      "俚": 1199,
      "保": 1200,
      "俟": 1201,
      "俠": 1202,
      "信": 1203,
      "俣": 1204,
      "修": 1205,
      "俯": 1206,
      "俱": 1207,
      "俳": 1208,
      "俵": 1209,
      "俶": 1210,
      "俸": 1211,
      "俺": 1212,
      "倅": 1213,
      "倉": 1214,
      "個": 1215,
      "倍": 1216,
      "們": 1217,
      "倒": 1218,
      "倖": 1219,
      "候": 1220,
      "倚": 1221,
      "借": 1222,
      "倡": 1223,
      "倣": 1224,
      "値": 1225,
      "倦": 1226,
      "倧": 1227,
      "倩": 1228,
      "倪": 1229,
      "倫": 1230,
      "倭": 1231,
      "倶": 1232,
      "倹": 1233,
      "偃": 1234,
      "假": 1235,
      "偈": 1236,
      "偉": 1237,
      "偏": 1238,
      "偕": 1239,
      "做": 1240,
      "停": 1241,
      "健": 1242,
      "偲": 1243,
      "側": 1244,
      "偵": 1245,
      "偶": 1246,
      "偽": 1247,
      "傀": 1248,
      "傅": 1249,
      "傍": 1250,
      "傑": 1251,
      "傕": 1252,
      "傘": 1253,
      "備": 1254,
      "催": 1255,
      "傭": 1256,
      "傲": 1257,
      "傳": 1258,
      "債": 1259,
      "傷": 1260,
      "傾": 1261,
      "僅": 1262,
      "僉": 1263,
      "僊": 1264,
      "働": 1265,
      "像": 1266,
      "僑": 1267,
      "僕": 1268,
      "僖": 1269,
      "僚": 1270,
      "僥": 1271,
      "僧": 1272,
      "僭": 1273,
      "僻": 1274,
      "儀": 1275,
      "儁": 1276,
      "儂": 1277,
      "億": 1278,
      "儋": 1279,
      "儒": 1280,
      "儔": 1281,
      "儘": 1282,
      "儚": 1283,
      "償": 1284,
      "儡": 1285,
      "優": 1286,
      "儲": 1287,
      "儺": 1288,
      "儼": 1289,
      "兀": 1290,
      "允": 1291,
      "元": 1292,
      "兄": 1293,
      "充": 1294,
      "兆": 1295,
      "兇": 1296,
      "先": 1297,
      "光": 1298,
      "克": 1299,
      "兌": 1300,
      "免": 1301,
      "兎": 1302,
      "児": 1303,
      "兒": 1304,
      "兗": 1305,
      "党": 1306,
      "兜": 1307,
      "入": 1308,
      "內": 1309,
      "全": 1310,
      "兩": 1311,
      "兪": 1312,
      "八": 1313,
      "公": 1314,
      "六": 1315,
      "兮": 1316,
      "共": 1317,
      "兴": 1318,
      "兵": 1319,
      "其": 1320,
      "具": 1321,
      "典": 1322,
      "兼": 1323,
      "冀": 1324,
      "内": 1325,
      "円": 1326,
      "冉": 1327,
      "冊": 1328,
      "册": 1329,
      "再": 1330,
      "冏": 1331,
      "冑": 1332,
      "冒": 1333,
      "冕": 1334,
      "冗": 1335,
      "写": 1336,
      "军": 1337,
      "冠": 1338,
      "冤": 1339,
      "冥": 1340,
      "冨": 1341,
      "冪": 1342,
      "冬": 1343,
      "冰": 1344,
      "冲": 1345,
      "决": 1346,
      "冴": 1347,
      "冶": 1348,
      "冷": 1349,
      "冼": 1350,
      "凄": 1351,
      "准": 1352,
      "凉": 1353,
      "凋": 1354,
      "凌": 1355,
      "凍": 1356,
      "凛": 1357,
      "凜": 1358,
      "凝": 1359,
      "几": 1360,
      "凡": 1361,
      "処": 1362,
      "凧": 1363,
      "凪": 1364,
      "凰": 1365,
      "凱": 1366,
      "凶": 1367,
      "凸": 1368,
      "凹": 1369,
      "出": 1370,
      "函": 1371,
      "刀": 1372,
      "刁": 1373,
      "刃": 1374,
      "刄": 1375,
      "分": 1376,
      "切": 1377,
      "刈": 1378,
      "刊": 1379,
      "刎": 1380,
      "刑": 1381,
      "列": 1382,
      "初": 1383,
      "判": 1384,
      "別": 1385,
      "利": 1386,
      "刪": 1387,
      "到": 1388,
      "刳": 1389,
      "制": 1390,
      "刷": 1391,
      "券": 1392,
      "刹": 1393,
      "刺": 1394,
      "刻": 1395,
      "剃": 1396,
      "剄": 1397,
      "則": 1398,
      "削": 1399,
      "剋": 1400,
      "剌": 1401,
      "前": 1402,
      "剖": 1403,
      "剛": 1404,
      "剝": 1405,
      "剣": 1406,
      "剤": 1407,
      "剥": 1408,
      "剪": 1409,
      "副": 1410,
      "剰": 1411,
      "剱": 1412,
      "割": 1413,
      "創": 1414,
      "剽": 1415,
      "劃": 1416,
      "劇": 1417,
      "劈": 1418,
      "劉": 1419,
      "劍": 1420,
      "劔": 1421,
      "力": 1422,
      "功": 1423,
      "加": 1424,
      "劣": 1425,
      "动": 1426,
      "助": 1427,
      "努": 1428,
      "劫": 1429,
      "劭": 1430,
      "励": 1431,
      "労": 1432,
      "効": 1433,
      "劾": 1434,
      "勁": 1435,
      "勃": 1436,
      "勅": 1437,
      "勇": 1438,
      "勉": 1439,
      "勒": 1440,
      "動": 1441,
      "勗": 1442,
      "勘": 1443,
      "務": 1444,
      "勛": 1445,
      "勝": 1446,
      "募": 1447,
      "勢": 1448,
      "勣": 1449,
      "勤": 1450,
      "勧": 1451,
      "勲": 1452,
      "勳": 1453,
      "勺": 1454,
      "勾": 1455,
      "勿": 1456,
      "匁": 1457,
      "匂": 1458,
      "包": 1459,
      "匈": 1460,
      "匍": 1461,
      "匐": 1462,
      "匕": 1463,
      "化": 1464,
      "北": 1465,
      "匙": 1466,
      "匝": 1467,
      "匠": 1468,
      "匡": 1469,
      "匣": 1470,
      "匪": 1471,
      "匯": 1472,
      "匱": 1473,
      "匹": 1474,
      "区": 1475,
      "医": 1476,
      "匿": 1477,
      "區": 1478,
      "十": 1479,
      "千": 1480,
      "升": 1481,
      "午": 1482,
      "卉": 1483,
      "半": 1484,
      "卍": 1485,
      "华": 1486,
      "卑": 1487,
      "卒": 1488,
      "卓": 1489,
      "協": 1490,
      "南": 1491,
      "単": 1492,
      "博": 1493,
      "卜": 1494,
      "卞": 1495,
      "占": 1496,
      "卡": 1497,
      "卦": 1498,
      "卬": 1499,
      "卯": 1500,
      "印": 1501,
      "危": 1502,
      "即": 1503,
      "却": 1504,
      "卵": 1505,
      "卷": 1506,
      "卸": 1507,
      "卿": 1508,
      "厄": 1509,
      "厘": 1510,
      "厙": 1511,
      "厚": 1512,
      "厝": 1513,
      "原": 1514,
      "厠": 1515,
      "厥": 1516,
      "厦": 1517,
      "厨": 1518,
      "厩": 1519,
      "厭": 1520,
      "厲": 1521,
      "厳": 1522,
      "去": 1523,
      "参": 1524,
      "參": 1525,
      "又": 1526,
      "叉": 1527,
      "及": 1528,
      "友": 1529,
      "双": 1530,
      "反": 1531,
      "収": 1532,
      "叔": 1533,
      "取": 1534,
      "受": 1535,
      "叙": 1536,
      "叛": 1537,
      "叟": 1538,
      "叡": 1539,
      "叢": 1540,
      "口": 1541,
      "古": 1542,
      "句": 1543,
      "叩": 1544,
      "只": 1545,
      "叫": 1546,
      "召": 1547,
      "叭": 1548,
      "可": 1549,
      "台": 1550,
      "叱": 1551,
      "史": 1552,
      "右": 1553,
      "叶": 1554,
      "号": 1555,
      "司": 1556,
      "吃": 1557,
      "各": 1558,
      "合": 1559,
      "吉": 1560,
      "吊": 1561,
      "吋": 1562,
      "同": 1563,
      "名": 1564,
      "后": 1565,
      "吏": 1566,
      "吐": 1567,
      "向": 1568,
      "吒": 1569,
      "君": 1570,
      "吝": 1571,
      "吟": 1572,
      "吠": 1573,
      "否": 1574,
      "含": 1575,
      "吳": 1576,
      "吶": 1577,
      "吸": 1578,
      "吹": 1579,
      "吻": 1580,
      "吼": 1581,
      "吽": 1582,
      "吾": 1583,
      "呀": 1584,
      "呂": 1585,
      "呆": 1586,
      "呈": 1587,
      "呉": 1588,
      "告": 1589,
      "呑": 1590,
      "呟": 1591,
      "周": 1592,
      "呪": 1593,
      "呰": 1594,
      "味": 1595,
      "呵": 1596,
      "呻": 1597,
      "呼": 1598,
      "命": 1599,
      "咀": 1600,
      "咄": 1601,
      "咆": 1602,
      "咋": 1603,
      "和": 1604,
      "咎": 1605,
      "咒": 1606,
      "咢": 1607,
      "咤": 1608,
      "咥": 1609,
      "咨": 1610,
      "咩": 1611,
      "咫": 1612,
      "咬": 1613,
      "咲": 1614,
      "咳": 1615,
      "咸": 1616,
      "咽": 1617,
      "哀": 1618,
      "品": 1619,
      "哈": 1620,
      "哉": 1621,
      "員": 1622,
      "哥": 1623,
      "哨": 1624,
      "哩": 1625,
      "哭": 1626,
      "哮": 1627,
      "哲": 1628,
      "哺": 1629,
      "唄": 1630,
      "唆": 1631,
      "唇": 1632,
      "唐": 1633,
      "唖": 1634,
      "唯": 1635,
      "唱": 1636,
      "唸": 1637,
      "唹": 1638,
      "唾": 1639,
      "啄": 1640,
      "商": 1641,
      "問": 1642,
      "啓": 1643,
      "啖": 1644,
      "啜": 1645,
      "啤": 1646,
      "啦": 1647,
      "啼": 1648,
      "喀": 1649,
      "善": 1650,
      "喆": 1651,
      "喇": 1652,
      "喉": 1653,
      "喊": 1654,
      "喋": 1655,
      "喘": 1656,
      "喙": 1657,
      "喚": 1658,
      "喜": 1659,
      "喝": 1660,
      "喧": 1661,
      "喩": 1662,
      "喪": 1663,
      "喫": 1664,
      "喬": 1665,
      "喰": 1666,
      "営": 1667,
      "嗄": 1668,
      "嗅": 1669,
      "嗇": 1670,
      "嗚": 1671,
      "嗜": 1672,
      "嗟": 1673,
      "嗣": 1674,
      "嗽": 1675,
      "嘆": 1676,
      "嘉": 1677,
      "嘎": 1678,
      "嘔": 1679,
      "嘗": 1680,
      "嘘": 1681,
      "嘩": 1682,
      "嘯": 1683,
      "嘱": 1684,
      "嘲": 1685,
      "嘴": 1686,
      "噂": 1687,
      "噌": 1688,
      "噛": 1689,
      "器": 1690,
      "噲": 1691,
      "噴": 1692,
      "噺": 1693,
      "嚆": 1694,
      "嚇": 1695,
      "嚢": 1696,
      "嚥": 1697,
      "嚮": 1698,
      "嚴": 1699,
      "嚶": 1700,
      "嚼": 1701,
      "囁": 1702,
      "囂": 1703,
      "囃": 1704,
      "囎": 1705,
      "囚": 1706,
      "四": 1707,
      "回": 1708,
      "因": 1709,
      "团": 1710,
      "団": 1711,
      "园": 1712,
      "囮": 1713,
      "困": 1714,
      "囲": 1715,
      "図": 1716,
      "围": 1717,
      "固": 1718,
      "国": 1719,
      "囿": 1720,
      "圀": 1721,
      "圃": 1722,
      "圉": 1723,
      "國": 1724,
      "圏": 1725,
      "園": 1726,
      "圓": 1727,
      "圖": 1728,
      "團": 1729,
      "土": 1730,
      "圧": 1731,
      "在": 1732,
      "圩": 1733,
      "圭": 1734,
      "地": 1735,
      "圳": 1736,
      "圻": 1737,
      "址": 1738,
      "坂": 1739,
      "均": 1740,
      "坊": 1741,
      "坎": 1742,
      "坏": 1743,
      "坐": 1744,
      "坑": 1745,
      "坡": 1746,
      "坤": 1747,
      "坦": 1748,
      "坪": 1749,
      "坳": 1750,
      "垂": 1751,
      "型": 1752,
      "垓": 1753,
      "垠": 1754,
      "垢": 1755,
      "垣": 1756,
      "埃": 1757,
      "埈": 1758,
      "埋": 1759,
      "城": 1760,
      "埒": 1761,
      "埔": 1762,
      "埕": 1763,
      "埜": 1764,
      "域": 1765,
      "埠": 1766,
      "埣": 1767,
      "埴": 1768,
      "埵": 1769,
      "執": 1770,
      "培": 1771,
      "基": 1772,
      "埼": 1773,
      "堀": 1774,
      "堂": 1775,
      "堅": 1776,
      "堆": 1777,
      "堕": 1778,
      "堡": 1779,
      "堤": 1780,
      "堪": 1781,
      "堯": 1782,
      "堰": 1783,
      "報": 1784,
      "場": 1785,
      "堵": 1786,
      "堺": 1787,
      "塀": 1788,
      "塁": 1789,
      "塊": 1790,
      "塑": 1791,
      "塔": 1792,
      "塗": 1793,
      "塘": 1794,
      "塙": 1795,
      "塚": 1796,
      "塞": 1797,
      "塢": 1798,
      "塩": 1799,
      "填": 1800,
      "塵": 1801,
      "塹": 1802,
      "塾": 1803,
      "境": 1804,
      "墅": 1805,
      "墉": 1806,
      "墓": 1807,
      "増": 1808,
      "墜": 1809,
      "墟": 1810,
      "墨": 1811,
      "墩": 1812,
      "墳": 1813,
      "墺": 1814,
      "墻": 1815,
      "墾": 1816,
      "壁": 1817,
      "壇": 1818,
      "壊": 1819,
      "壌": 1820,
      "壕": 1821,
      "壙": 1822,
      "壜": 1823,
      "壢": 1824,
      "壩": 1825,
      "士": 1826,
      "壬": 1827,
      "壮": 1828,
      "声": 1829,
      "壱": 1830,
      "売": 1831,
      "壷": 1832,
      "壹": 1833,
      "壺": 1834,
      "壽": 1835,
      "変": 1836,
      "夏": 1837,
      "夔": 1838,
      "夕": 1839,
      "外": 1840,
      "夙": 1841,
      "多": 1842,
      "夛": 1843,
      "夜": 1844,
      "夢": 1845,
      "大": 1846,
      "天": 1847,
      "太": 1848,
      "夫": 1849,
      "夭": 1850,
      "央": 1851,
      "失": 1852,
      "夷": 1853,
      "夾": 1854,
      "奄": 1855,
      "奇": 1856,
      "奈": 1857,
      "奉": 1858,
      "奎": 1859,
      "奏": 1860,
      "奐": 1861,
      "契": 1862,
      "奔": 1863,
      "奕": 1864,
      "套": 1865,
      "奘": 1866,
      "奚": 1867,
      "奠": 1868,
      "奢": 1869,
      "奥": 1870,
      "奧": 1871,
      "奨": 1872,
      "奪": 1873,
      "奭": 1874,
      "奮": 1875,
      "女": 1876,
      "奴": 1877,
      "奸": 1878,
      "好": 1879,
      "如": 1880,
      "妃": 1881,
      "妄": 1882,
      "妊": 1883,
      "妍": 1884,
      "妓": 1885,
      "妖": 1886,
      "妙": 1887,
      "妤": 1888,
      "妥": 1889,
      "妨": 1890,
      "妬": 1891,
      "妲": 1892,
      "妹": 1893,
      "妻": 1894,
      "妾": 1895,
      "姆": 1896,
      "姉": 1897,
      "始": 1898,
      "姐": 1899,
      "姑": 1900,
      "姓": 1901,
      "委": 1902,
      "姚": 1903,
      "姜": 1904,
      "姥": 1905,
      "姦": 1906,
      "姨": 1907,
      "姪": 1908,
      "姫": 1909,
      "姶": 1910,
      "姻": 1911,
      "姿": 1912,
      "威": 1913,
      "娃": 1914,
      "娑": 1915,
      "娘": 1916,
      "娜": 1917,
      "娟": 1918,
      "娠": 1919,
      "娥": 1920,
      "娩": 1921,
      "娯": 1922,
      "娶": 1923,
      "娼": 1924,
      "婁": 1925,
      "婆": 1926,
      "婉": 1927,
      "婕": 1928,
      "婚": 1929,
      "婢": 1930,
      "婦": 1931,
      "婷": 1932,
      "婿": 1933,
      "媒": 1934,
      "媚": 1935,
      "媛": 1936,
      "媯": 1937,
      "媽": 1938,
      "嫁": 1939,
      "嫉": 1940,
      "嫌": 1941,
      "嫡": 1942,
      "嫦": 1943,
      "嫩": 1944,
      "嬉": 1945,
      "嬌": 1946,
      "嬛": 1947,
      "嬢": 1948,
      "嬪": 1949,
      "嬬": 1950,
      "嬰": 1951,
      "嬲": 1952,
      "嬴": 1953,
      "嬶": 1954,
      "孁": 1955,
      "子": 1956,
      "孔": 1957,
      "孕": 1958,
      "字": 1959,
      "存": 1960,
      "孚": 1961,
      "孜": 1962,
      "孝": 1963,
      "孟": 1964,
      "季": 1965,
      "孤": 1966,
      "学": 1967,
      "孩": 1968,
      "孫": 1969,
      "孵": 1970,
      "學": 1971,
      "孺": 1972,
      "宅": 1973,
      "宇": 1974,
      "守": 1975,
      "安": 1976,
      "宋": 1977,
      "完": 1978,
      "宍": 1979,
      "宏": 1980,
      "宕": 1981,
      "宗": 1982,
      "官": 1983,
      "宙": 1984,
      "定": 1985,
      "宛": 1986,
      "宜": 1987,
      "宝": 1988,
      "実": 1989,
      "客": 1990,
      "宣": 1991,
      "室": 1992,
      "宥": 1993,
      "宦": 1994,
      "宮": 1995,
      "宰": 1996,
      "害": 1997,
      "宴": 1998,
      "宵": 1999,
      "家": 2000,
      "宸": 2001,
      "容": 2002,
      "宿": 2003,
      "寂": 2004,
      "寄": 2005,
      "寅": 2006,
      "密": 2007,
      "寇": 2008,
      "富": 2009,
      "寒": 2010,
      "寓": 2011,
      "寔": 2012,
      "寛": 2013,
      "寝": 2014,
      "察": 2015,
      "寡": 2016,
      "實": 2017,
      "寧": 2018,
      "寨": 2019,
      "審": 2020,
      "寫": 2021,
      "寬": 2022,
      "寮": 2023,
      "寳": 2024,
      "寵": 2025,
      "寶": 2026,
      "寸": 2027,
      "对": 2028,
      "寺": 2029,
      "対": 2030,
      "寿": 2031,
      "封": 2032,
      "専": 2033,
      "射": 2034,
      "将": 2035,
      "將": 2036,
      "專": 2037,
      "尉": 2038,
      "尊": 2039,
      "尋": 2040,
      "對": 2041,
      "導": 2042,
      "小": 2043,
      "少": 2044,
      "尓": 2045,
      "尖": 2046,
      "尚": 2047,
      "尤": 2048,
      "尭": 2049,
      "就": 2050,
      "尸": 2051,
      "尹": 2052,
      "尺": 2053,
      "尻": 2054,
      "尼": 2055,
      "尽": 2056,
      "尾": 2057,
      "尿": 2058,
      "局": 2059,
      "屁": 2060,
      "居": 2061,
      "屈": 2062,
      "届": 2063,
      "屋": 2064,
      "屍": 2065,
      "屎": 2066,
      "屏": 2067,
      "屑": 2068,
      "屓": 2069,
      "展": 2070,
      "属": 2071,
      "屠": 2072,
      "層": 2073,
      "履": 2074,
      "屬": 2075,
      "屯": 2076,
      "山": 2077,
      "岌": 2078,
      "岐": 2079,
      "岑": 2080,
      "岔": 2081,
      "岡": 2082,
      "岩": 2083,
      "岫": 2084,
      "岬": 2085,
      "岱": 2086,
      "岳": 2087,
      "岷": 2088,
      "岸": 2089,
      "峅": 2090,
      "峙": 2091,
      "峠": 2092,
      "峡": 2093,
      "峨": 2094,
      "峪": 2095,
      "峯": 2096,
      "峰": 2097,
      "峴": 2098,
      "島": 2099,
      "峻": 2100,
      "崇": 2101,
      "崋": 2102,
      "崎": 2103,
      "崑": 2104,
      "崔": 2105,
      "崖": 2106,
      "崗": 2107,
      "崙": 2108,
      "崧": 2109,
      "崩": 2110,
      "嵆": 2111,
      "嵊": 2112,
      "嵌": 2113,
      "嵐": 2114,
      "嵜": 2115,
      "嵩": 2116,
      "嵬": 2117,
      "嵯": 2118,
      "嶋": 2119,
      "嶌": 2120,
      "嶝": 2121,
      "嶠": 2122,
      "嶷": 2123,
      "嶺": 2124,
      "嶼": 2125,
      "嶽": 2126,
      "巌": 2127,
      "巍": 2128,
      "巒": 2129,
      "巖": 2130,
      "川": 2131,
      "州": 2132,
      "巡": 2133,
      "巣": 2134,
      "工": 2135,
      "左": 2136,
      "巧": 2137,
      "巨": 2138,
      "巫": 2139,
      "差": 2140,
      "己": 2141,
      "已": 2142,
      "巳": 2143,
      "巴": 2144,
      "巷": 2145,
      "巻": 2146,
      "巽": 2147,
      "巾": 2148,
      "市": 2149,
      "布": 2150,
      "帆": 2151,
      "希": 2152,
      "帖": 2153,
      "帙": 2154,
      "帚": 2155,
      "帛": 2156,
      "帝": 2157,
      "帥": 2158,
      "師": 2159,
      "席": 2160,
      "帯": 2161,
      "帰": 2162,
      "帳": 2163,
      "帶": 2164,
      "帷": 2165,
      "常": 2166,
      "帽": 2167,
      "幀": 2168,
      "幄": 2169,
      "幅": 2170,
      "幇": 2171,
      "幌": 2172,
      "幔": 2173,
      "幕": 2174,
      "幟": 2175,
      "幡": 2176,
      "幢": 2177,
      "幣": 2178,
      "干": 2179,
      "平": 2180,
      "年": 2181,
      "并": 2182,
      "幸": 2183,
      "幹": 2184,
      "幺": 2185,
      "幻": 2186,
      "幼": 2187,
      "幽": 2188,
      "幾": 2189,
      "广": 2190,
      "庁": 2191,
      "広": 2192,
      "庄": 2193,
      "庇": 2194,
      "床": 2195,
      "序": 2196,
      "底": 2197,
      "店": 2198,
      "庚": 2199,
      "府": 2200,
      "庠": 2201,
      "度": 2202,
      "座": 2203,
      "庫": 2204,
      "庭": 2205,
      "庵": 2206,
      "庶": 2207,
      "康": 2208,
      "庸": 2209,
      "庾": 2210,
      "廂": 2211,
      "廃": 2212,
      "廆": 2213,
      "廈": 2214,
      "廉": 2215,
      "廊": 2216,
      "廓": 2217,
      "廖": 2218,
      "廙": 2219,
      "廞": 2220,
      "廟": 2221,
      "廠": 2222,
      "廣": 2223,
      "廩": 2224,
      "廬": 2225,
      "廳": 2226,
      "延": 2227,
      "廷": 2228,
      "建": 2229,
      "廻": 2230,
      "廼": 2231,
      "廿": 2232,
      "弁": 2233,
      "弄": 2234,
      "弈": 2235,
      "弉": 2236,
      "弊": 2237,
      "弋": 2238,
      "弌": 2239,
      "式": 2240,
      "弐": 2241,
      "弑": 2242,
      "弓": 2243,
      "弔": 2244,
      "引": 2245,
      "弖": 2246,
      "弗": 2247,
      "弘": 2248,
      "弛": 2249,
      "弟": 2250,
      "张": 2251,
      "弥": 2252,
      "弦": 2253,
      "弧": 2254,
      "弩": 2255,
      "弯": 2256,
      "弱": 2257,
      "張": 2258,
      "強": 2259,
      "弼": 2260,
      "弾": 2261,
      "彅": 2262,
      "彊": 2263,
      "彌": 2264,
      "彎": 2265,
      "当": 2266,
      "彗": 2267,
      "彙": 2268,
      "彝": 2269,
      "彡": 2270,
      "形": 2271,
      "彤": 2272,
      "彦": 2273,
      "彧": 2274,
      "彩": 2275,
      "彪": 2276,
      "彫": 2277,
      "彬": 2278,
      "彭": 2279,
      "彰": 2280,
      "影": 2281,
      "彷": 2282,
      "役": 2283,
      "彼": 2284,
      "彿": 2285,
      "往": 2286,
      "征": 2287,
      "徂": 2288,
      "径": 2289,
      "待": 2290,
      "徊": 2291,
      "律": 2292,
      "後": 2293,
      "徐": 2294,
      "徒": 2295,
      "従": 2296,
      "得": 2297,
      "徘": 2298,
      "徙": 2299,
      "從": 2300,
      "徠": 2301,
      "御": 2302,
      "徧": 2303,
      "徨": 2304,
      "復": 2305,
      "循": 2306,
      "徭": 2307,
      "微": 2308,
      "徳": 2309,
      "徴": 2310,
      "德": 2311,
      "徹": 2312,
      "徽": 2313,
      "心": 2314,
      "必": 2315,
      "忌": 2316,
      "忍": 2317,
      "志": 2318,
      "忘": 2319,
      "忙": 2320,
      "応": 2321,
      "忠": 2322,
      "快": 2323,
      "忱": 2324,
      "念": 2325,
      "忻": 2326,
      "忽": 2327,
      "怒": 2328,
      "怖": 2329,
      "怜": 2330,
      "思": 2331,
      "怠": 2332,
      "怡": 2333,
      "急": 2334,
      "性": 2335,
      "怨": 2336,
      "怪": 2337,
      "怯": 2338,
      "恂": 2339,
      "恆": 2340,
      "恋": 2341,
      "恍": 2342,
      "恐": 2343,
      "恒": 2344,
      "恕": 2345,
      "恢": 2346,
      "恣": 2347,
      "恤": 2348,
      "恥": 2349,
      "恨": 2350,
      "恩": 2351,
      "恪": 2352,
      "恫": 2353,
      "恬": 2354,
      "恭": 2355,
      "息": 2356,
      "恰": 2357,
      "恵": 2358,
      "悉": 2359,
      "悌": 2360,
      "悍": 2361,
      "悔": 2362,
      "悛": 2363,
      "悝": 2364,
      "悟": 2365,
      "悠": 2366,
      "患": 2367,
      "悦": 2368,
      "悧": 2369,
      "悩": 2370,
      "悪": 2371,
      "悲": 2372,
      "悳": 2373,
      "悴": 2374,
      "悶": 2375,
      "悸": 2376,
      "悼": 2377,
      "情": 2378,
      "惇": 2379,
      "惑": 2380,
      "惚": 2381,
      "惜": 2382,
      "惟": 2383,
      "惠": 2384,
      "惡": 2385,
      "惣": 2386,
      "惧": 2387,
      "惨": 2388,
      "惰": 2389,
      "想": 2390,
      "惹": 2391,
      "惺": 2392,
      "愁": 2393,
      "愈": 2394,
      "愉": 2395,
      "愍": 2396,
      "意": 2397,
      "愔": 2398,
      "愕": 2399,
      "愚": 2400,
      "愛": 2401,
      "感": 2402,
      "愴": 2403,
      "愷": 2404,
      "愼": 2405,
      "愾": 2406,
      "愿": 2407,
      "慄": 2408,
      "慇": 2409,
      "慈": 2410,
      "慊": 2411,
      "態": 2412,
      "慌": 2413,
      "慎": 2414,
      "慕": 2415,
      "慟": 2416,
      "慢": 2417,
      "慣": 2418,
      "慧": 2419,
      "慨": 2420,
      "慮": 2421,
      "慰": 2422,
      "慶": 2423,
      "慾": 2424,
      "憂": 2425,
      "憊": 2426,
      "憎": 2427,
      "憐": 2428,
      "憑": 2429,
      "憔": 2430,
      "憚": 2431,
      "憤": 2432,
      "憧": 2433,
      "憩": 2434,
      "憫": 2435,
      "憬": 2436,
      "憮": 2437,
      "憲": 2438,
      "憶": 2439,
      "憺": 2440,
      "憾": 2441,
      "懃": 2442,
      "懇": 2443,
      "應": 2444,
      "懊": 2445,
      "懋": 2446,
      "懐": 2447,
      "懣": 2448,
      "懲": 2449,
      "懸": 2450,
      "懺": 2451,
      "懼": 2452,
      "懿": 2453,
      "戀": 2454,
      "戈": 2455,
      "戊": 2456,
      "戌": 2457,
      "戍": 2458,
      "戎": 2459,
      "成": 2460,
      "我": 2461,
      "戒": 2462,
      "戔": 2463,
      "或": 2464,
      "战": 2465,
      "戚": 2466,
      "戛": 2467,
      "戟": 2468,
      "戡": 2469,
      "戦": 2470,
      "戩": 2471,
      "截": 2472,
      "戮": 2473,
      "戯": 2474,
      "戰": 2475,
      "戴": 2476,
      "戸": 2477,
      "戻": 2478,
      "房": 2479,
      "所": 2480,
      "扁": 2481,
      "扇": 2482,
      "扈": 2483,
      "扉": 2484,
      "手": 2485,
      "才": 2486,
      "扎": 2487,
      "打": 2488,
      "払": 2489,
      "托": 2490,
      "扮": 2491,
      "扱": 2492,
      "扶": 2493,
      "批": 2494,
      "扼": 2495,
      "承": 2496,
      "技": 2497,
      "抄": 2498,
      "抉": 2499,
      "把": 2500,
      "抑": 2501,
      "抒": 2502,
      "投": 2503,
      "抗": 2504,
      "折": 2505,
      "抜": 2506,
      "択": 2507,
      "披": 2508,
      "抱": 2509,
      "抵": 2510,
      "抹": 2511,
      "押": 2512,
      "抽": 2513,
      "担": 2514,
      "拉": 2515,
      "拌": 2516,
      "拍": 2517,
      "拐": 2518,
      "拒": 2519,
      "拓": 2520,
      "拔": 2521,
      "拗": 2522,
      "拘": 2523,
      "拙": 2524,
      "招": 2525,
      "拝": 2526,
      "拠": 2527,
      "拡": 2528,
      "括": 2529,
      "拭": 2530,
      "拮": 2531,
      "拯": 2532,
      "拱": 2533,
      "拳": 2534,
      "拵": 2535,
      "拶": 2536,
      "拷": 2537,
      "拼": 2538,
      "拾": 2539,
      "拿": 2540,
      "持": 2541,
      "挂": 2542,
      "指": 2543,
      "按": 2544,
      "挑": 2545,
      "挖": 2546,
      "挙": 2547,
      "挟": 2548,
      "挨": 2549,
      "挫": 2550,
      "振": 2551,
      "挹": 2552,
      "挺": 2553,
      "挽": 2554,
      "挾": 2555,
      "挿": 2556,
      "捉": 2557,
      "捌": 2558,
      "捏": 2559,
      "捐": 2560,
      "捕": 2561,
      "捗": 2562,
      "捜": 2563,
      "捧": 2564,
      "捨": 2565,
      "捩": 2566,
      "据": 2567,
      "捲": 2568,
      "捷": 2569,
      "捺": 2570,
      "捻": 2571,
      "掃": 2572,
      "授": 2573,
      "掌": 2574,
      "掏": 2575,
      "排": 2576,
      "掖": 2577,
      "掘": 2578,
      "掛": 2579,
      "掟": 2580,
      "掠": 2581,
      "採": 2582,
      "探": 2583,
      "掣": 2584,
      "接": 2585,
      "控": 2586,
      "推": 2587,
      "掩": 2588,
      "措": 2589,
      "掬": 2590,
      "掲": 2591,
      "掴": 2592,
      "掻": 2593,
      "掾": 2594,
      "揃": 2595,
      "揄": 2596,
      "揆": 2597,
      "揉": 2598,
      "描": 2599,
      "提": 2600,
      "揖": 2601,
      "揚": 2602,
      "換": 2603,
      "握": 2604,
      "揮": 2605,
      "援": 2606,
      "揶": 2607,
      "揺": 2608,
      "損": 2609,
      "搗": 2610,
      "搦": 2611,
      "搬": 2612,
      "搭": 2613,
      "携": 2614,
      "搾": 2615,
      "摂": 2616,
      "摔": 2617,
      "摘": 2618,
      "摠": 2619,
      "摩": 2620,
      "摯": 2621,
      "摸": 2622,
      "摺": 2623,
      "撃": 2624,
      "撈": 2625,
      "撒": 2626,
      "撓": 2627,
      "撚": 2628,
      "撞": 2629,
      "撤": 2630,
      "撥": 2631,
      "撫": 2632,
      "播": 2633,
      "撮": 2634,
      "撰": 2635,
      "撲": 2636,
      "撹": 2637,
      "撻": 2638,
      "撼": 2639,
      "擁": 2640,
      "擂": 2641,
      "擅": 2642,
      "操": 2643,
      "擢": 2644,
      "擦": 2645,
      "擬": 2646,
      "擱": 2647,
      "擲": 2648,
      "擾": 2649,
      "攀": 2650,
      "攘": 2651,
      "攝": 2652,
      "攣": 2653,
      "攪": 2654,
      "攫": 2655,
      "攬": 2656,
      "支": 2657,
      "收": 2658,
      "攷": 2659,
      "攸": 2660,
      "改": 2661,
      "攻": 2662,
      "放": 2663,
      "政": 2664,
      "故": 2665,
      "效": 2666,
      "敎": 2667,
      "敏": 2668,
      "救": 2669,
      "敖": 2670,
      "敗": 2671,
      "教": 2672,
      "敞": 2673,
      "敢": 2674,
      "散": 2675,
      "敦": 2676,
      "敬": 2677,
      "数": 2678,
      "敲": 2679,
      "整": 2680,
      "敵": 2681,
      "敷": 2682,
      "數": 2683,
      "斂": 2684,
      "斃": 2685,
      "文": 2686,
      "斉": 2687,
      "斌": 2688,
      "斎": 2689,
      "斐": 2690,
      "斑": 2691,
      "斗": 2692,
      "料": 2693,
      "斛": 2694,
      "斜": 2695,
      "斟": 2696,
      "斡": 2697,
      "斤": 2698,
      "斥": 2699,
      "斧": 2700,
      "斫": 2701,
      "斬": 2702,
      "断": 2703,
      "斯": 2704,
      "新": 2705,
      "方": 2706,
      "於": 2707,
      "施": 2708,
      "旁": 2709,
      "旅": 2710,
      "旋": 2711,
      "旌": 2712,
      "族": 2713,
      "旒": 2714,
      "旗": 2715,
      "旛": 2716,
      "无": 2717,
      "既": 2718,
      "日": 2719,
      "旦": 2720,
      "旧": 2721,
      "旨": 2722,
      "早": 2723,
      "旬": 2724,
      "旭": 2725,
      "旱": 2726,
      "旺": 2727,
      "旻": 2728,
      "昀": 2729,
      "昂": 2730,
      "昆": 2731,
      "昇": 2732,
      "昉": 2733,
      "昊": 2734,
      "昌": 2735,
      "明": 2736,
      "昏": 2737,
      "易": 2738,
      "昔": 2739,
      "昕": 2740,
      "星": 2741,
      "映": 2742,
      "春": 2743,
      "昧": 2744,
      "昨": 2745,
      "昭": 2746,
      "是": 2747,
      "昱": 2748,
      "昴": 2749,
      "昵": 2750,
      "昶": 2751,
      "昼": 2752,
      "晁": 2753,
      "時": 2754,
      "晃": 2755,
      "晄": 2756,
      "晋": 2757,
      "晏": 2758,
      "晒": 2759,
      "晟": 2760,
      "晤": 2761,
      "晦": 2762,
      "晧": 2763,
      "晨": 2764,
      "晩": 2765,
      "普": 2766,
      "景": 2767,
      "晰": 2768,
      "晴": 2769,
      "晶": 2770,
      "智": 2771,
      "暁": 2772,
      "暇": 2773,
      "暈": 2774,
      "暉": 2775,
      "暎": 2776,
      "暐": 2777,
      "暑": 2778,
      "暖": 2779,
      "暗": 2780,
      "暘": 2781,
      "暢": 2782,
      "暦": 2783,
      "暫": 2784,
      "暮": 2785,
      "暲": 2786,
      "暴": 2787,
      "暹": 2788,
      "曁": 2789,
      "曄": 2790,
      "曇": 2791,
      "曉": 2792,
      "曖": 2793,
      "曙": 2794,
      "曜": 2795,
      "曝": 2796,
      "曠": 2797,
      "曰": 2798,
      "曲": 2799,
      "曳": 2800,
      "更": 2801,
      "曷": 2802,
      "書": 2803,
      "曹": 2804,
      "曺": 2805,
      "曼": 2806,
      "曽": 2807,
      "曾": 2808,
      "替": 2809,
      "最": 2810,
      "會": 2811,
      "月": 2812,
      "有": 2813,
      "朋": 2814,
      "服": 2815,
      "朐": 2816,
      "朔": 2817,
      "朕": 2818,
      "朗": 2819,
      "望": 2820,
      "朝": 2821,
      "期": 2822,
      "朦": 2823,
      "朧": 2824,
      "木": 2825,
      "未": 2826,
      "末": 2827,
      "本": 2828,
      "札": 2829,
      "朮": 2830,
      "朱": 2831,
      "朴": 2832,
      "朶": 2833,
      "机": 2834,
      "朽": 2835,
      "杁": 2836,
      "杉": 2837,
      "李": 2838,
      "杏": 2839,
      "材": 2840,
      "村": 2841,
      "杓": 2842,
      "杖": 2843,
      "杙": 2844,
      "杜": 2845,
